<?php

return [
    '404' => "Ресурс не знайдено. Перевірте свій запит, будь ласка. :message",
    'help' => "Будь ласка, надішліть це повідомлення про помилку своєму адміністратору електронною поштою - " . config('app.admin_email'),
    'not_allowed_method' => "Цей метод - ':method' не є дійсний для класу ':class'. ",
    'allowed_methods' => "Дійсні методи - :methods.",
    'update_transaction_fail' => "Недійсна трансакція оновлення завдання. Повідомлення про помилку - :e.",
    'unauthenticated' => "Несанкціонований доступ. Вам необхідно авторизуватися в системі!"
];
