<?php

return [
    'show' => "Завдання з ідентифікатором :id.",
    'not_found' => "Завдання з ідентифікатором :id не знайдено.",
    'update' => "Завдання оновлено успішно.",
    'create' => "Завдання створено успішно.",
    'delete_not_exist' => "Завдання не існує.",
    'delete_fail' => "Завдання з ідентифікатором :id виконано і має статус 'done'. Будь ласка, оберіть інше завдання.",
    'delete_success' => "Завдання з ідентифікатором :id успішно видалено.",
    'index_filter_fail' => "У вашому сховищі немає завдань із цими властивостями.",
    'index' => "Усі завдання обрано згідно за встановленим фільтром.",
    'market_done' => "Завдання з ідентифікатором :id виконане і має статус 'done'",
    'market_done_fail' => "Один або кілька дочірніх елементів завдання з ідентифікатором :id не виконані та мають статус 'todo'.",
];
